# © Coded by @Dypixx

class txt(object):
  START_TXT = """<b>Hᴇʏ, {}!

I ᴀᴍ ᴀɴ ᴀᴅᴠᴀɴᴄᴇᴅ Iɴsᴛᴀɢʀᴀᴍ ᴘᴏsᴛ ᴀɴᴅ ʀᴇᴇʟs ᴅᴏᴡɴʟᴏᴀᴅᴇʀ ʙᴏᴛ ᴏɴ Tᴇʟᴇɢʀᴀᴍ.

Fᴏʀ ᴍᴏʀᴇ ɪɴғᴏ, ᴄʟɪᴄᴋ ᴏɴ ʜᴇʟᴘ ✅

<blockquote>𝖬𝖺𝖽𝖾 𝖡𝗒 @Sitaratoons_Support_bot</blockquote></b>"""
  
  FORCE_SUBSCRIBE_TEXT = """<b>{}, Tᴏ ᴜsᴇ ᴛʜᴇ ʙᴏᴛ ʏᴏᴜ ᴍᴜsᴛ ᴊᴏɪɴ ᴏᴜʀ ᴄʜᴀɴɴᴇʟ ғɪʀsᴛ. Tʜᴇ ʙᴏᴛ ᴡɪʟʟ ɴᴏᴛ ᴘʀᴏᴄᴇss ᴀɴʏ ʀᴇǫᴜᴇsᴛs ᴡɪᴛʜᴏᴜᴛ ᴊᴏɪɴɪɴɢ.

बॉट का उपयोग करने के लिए आपको पहले हमारे चैनल में Join होना होगा। बॉट बिना शामिल हुए किसी भी Request को Process नहीं करेगा।</b>"""
  
  
  ABOUT_TXT = """<b>📜 Cʜᴇᴄᴋ Aʙᴏᴜᴛ:
  
Lɪʙʀᴀʀʏ: Pʏʀᴏɢʀᴀᴍ 📚
Lᴀɴɢᴜᴀɢᴇ: Pʏᴛʜᴏɴ 🐍
Sᴇʀᴠᴇʀ: Rᴇɴᴅᴇʀ 🌐
Bᴜɪʟᴅ Sᴛᴀᴛᴜs: V1.4 🚀
Sᴏᴜʀᴄᴇ Cᴏᴅᴇ: Aᴠᴀɪʟᴀʙʟᴇ (Paid) 💻 

<blockquote>𝖬𝖺𝖽𝖾 𝖡𝗒 @Sitaratoons_Support_bot</blockquote></b>"""
  
  HELP_TXT = """<b>Tᴏ ᴜsᴇ ᴛʜɪs ʙᴏᴛ, ʏᴏᴜ ɴᴇᴇᴅ ᴀ ʀᴇᴇʟ ᴏʀ ᴘᴏsᴛ ʟɪɴᴋ.
  
Jᴜsᴛ sᴇɴᴅ ᴛʜᴇ ʀᴇᴇʟ ᴏʀ ᴘᴏsᴛ ʟɪɴᴋ, ᴀɴᴅ ᴛʜᴇ ʙᴏᴛ ᴡɪʟʟ ᴘʀᴏᴄᴇss ɪᴛ, ᴅᴏᴡɴʟᴏᴀᴅ ɪᴛ ᴛᴏ ᴛʜᴇ sᴇʀᴠᴇʀ, ᴀɴᴅ ᴛʜᴇɴ sᴇɴᴅ ɪᴛ ᴛᴏ ʏᴏᴜ ᴅɪʀᴇᴄᴛʟʏ.

Aғᴛᴇʀ ᴛʜᴀᴛ ᴘʀᴏᴄᴇss, ᴛʜᴇ ʙᴏᴛ ᴡɪʟʟ ɢɪᴠᴇ ʏᴏᴜ ᴀ ғʟᴏᴏᴅ ᴡᴀʀɴɪɴɢ. Yᴏᴜ sʜᴏᴜʟᴅ ᴡᴀɪᴛ ғᴏʀ 5 ᴍɪɴᴜᴛᴇs; ᴀғᴛᴇʀ 5 ᴍɪɴᴜᴛᴇs, ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ᴛʜɪs ʙᴏᴛ ᴀɢᴀɪɴ. 

<blockquote>Iғ ᴀɴʏ ɪssᴜᴇs ᴄᴏᴍᴇ ᴜᴘ, ᴄᴏɴᴛᴀᴄᴛ @Sitaratoons_Support_bot</blockquote></b>"""


"""
This code is created and owned by @Dypixx. Do not remove or modify the credit.

Removing the credit does not make you a developer; it only shows a lack of respect for real developers.
  
Respect the work. Keep the credit.

"""
